<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE TS>
<TS version="2.1" language="en_US">
    <context>
        <name>behavior_1/behavior.xar:/Say</name>
        <message>
            <source>Hello</source>
            <comment>Text</comment>
            <translation type="vanished">Hello</translation>
        </message>
        <message>
            <source>欢迎来到上海财经大学计算机与人工智能学院！</source>
            <comment>Text</comment>
            <translation type="obsolete">欢迎来到上海财经大学计算机与人工智能学院！</translation>
        </message>
        <message>
            <source>欢迎大家来到上海财经大学计算机与人工智能学院！我们成立于2024年12月28日，是学校主动服务国家科技强国战略、积极布局数字经济前沿领域、深入推动计算机科学与人工智能领域发展的重要里程碑。</source>
            <comment>Text</comment>
            <translation type="obsolete">欢迎大家来到上海财经大学计算机与人工智能学院！我们成立于2024年12月28日，是学校主动服务国家科技强国战略、积极布局数字经济前沿领域、深入推动计算机科学与人工智能领域发展的重要里程碑。</translation>
        </message>
        <message>
            <source>欢迎大家来到上海财经大学计算机与人工智能学院！我们成立于2024年12月28日，是学校主动服务国家科技强国战略、积极布局数字经济前沿领域、深入推动计算机科学与人工智能领域发展的重要里程碑。学院以 “计算驱动创新，智能引领未来” 为办学理念，紧扣数字经济时代命题，致力于建设根植中国、面向世界、引领未来的高水平计算机与人工智能学科体系，打造具有国际竞争力的科研创新高地与人才培养基地。秉承 “理论与应用并重、中国与世界并行、理想与务实兼顾、基础与特色融合” 的发展原则，学院围绕计算科学与人工智能核心领域，系统推进学科体系构建、研究平台打造与学术生态培育，着力形成兼具国际高度的 “计算+智能” 学术体系。学院以 “计算经济交叉科学教育部重点实验室” 和 “理论计算机科学研究中心” 欢迎大家来到上海财经大学计算机与人工智能学院！我们成立于2024年12月28日，是学校主动服务国家科技强国战略、积极布局数字经济前沿领域、深入推动计算机科学与人工智能领域发展的重要里程碑。学院以 “计算驱动创新，智能引领未来” 为办学理念，紧扣数字经济时代命题，致力于建设根植中国、面向世界、引领未来的高水平计算机与人工智能学科体系，打造具有国际竞争力的科研创新高地与人才培养基地。秉承 “理论与应用并重、中国与世界并行、理想与务实兼顾、基础与特色融合” 的发展原则，学院围绕计算科学与人工智能核心领域，系统推进学科体系构建、研究平台打造与学术生态培育，着力形成兼具国际高度的 “计算+智能” 学术体系。学院以 “计算经济交叉科学教育部重点实验室” 和 “理论计算机科学研究中心” 为依托，在理论计算机、人工智能及其与经济金融等领域的交叉融合中持续发力，推动基础研究、技术创新与财经场景深度融合。</source>
            <comment>Text</comment>
            <translation type="obsolete">欢迎大家来到上海财经大学计算机与人工智能学院！我们成立于2024年12月28日，是学校主动服务国家科技强国战略、积极布局数字经济前沿领域、深入推动计算机科学与人工智能领域发展的重要里程碑。学院以 “计算驱动创新，智能引领未来” 为办学理念，紧扣数字经济时代命题，致力于建设根植中国、面向世界、引领未来的高水平计算机与人工智能学科体系，打造具有国际竞争力的科研创新高地与人才培养基地。秉承 “理论与应用并重、中国与世界并行、理想与务实兼顾、基础与特色融合” 的发展原则，学院围绕计算科学与人工智能核心领域，系统推进学科体系构建、研究平台打造与学术生态培育，着力形成兼具国际高度的 “计算+智能” 学术体系。学院以 “计算经济交叉科学教育部重点实验室” 和 “理论计算机科学研究中心” 欢迎大家来到上海财经大学计算机与人工智能学院！我们成立于2024年12月28日，是学校主动服务国家科技强国战略、积极布局数字经济前沿领域、深入推动计算机科学与人工智能领域发展的重要里程碑。学院以 “计算驱动创新，智能引领未来” 为办学理念，紧扣数字经济时代命题，致力于建设根植中国、面向世界、引领未来的高水平计算机与人工智能学科体系，打造具有国际竞争力的科研创新高地与人才培养基地。秉承 “理论与应用并重、中国与世界并行、理想与务实兼顾、基础与特色融合” 的发展原则，学院围绕计算科学与人工智能核心领域，系统推进学科体系构建、研究平台打造与学术生态培育，着力形成兼具国际高度的 “计算+智能” 学术体系。学院以 “计算经济交叉科学教育部重点实验室” 和 “理论计算机科学研究中心” 为依托，在理论计算机、人工智能及其与经济金融等领域的交叉融合中持续发力，推动基础研究、技术创新与财经场景深度融合。</translation>
        </message>
        <message>
            <location filename="behavior_1/behavior.xar" line="0"/>
            <source>欢迎报考上海财经大学信息管理与工程学院！信仰不止，奔腾不息！</source>
            <comment>Text</comment>
            <translation type="unfinished">欢迎报考上海财经大学信息管理与工程学院！信仰不止，奔腾不息！</translation>
        </message>
    </context>
</TS>
